Repository: Kaedeeeeeeeeee/sendai_glab
Catalog: Resources/Localization/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

# story.quest3_3.line12
source: それは興味深いね。地震で砕けた部分かもしれない。持ち帰って薄片にしてみよう。
en: Interesting. Might be what shattered during the quake. Bring it back for thin sections.
zh_hans: 像是震碎的部位，先带回去。

# story.quest3_3.line13
source: サンプルケースを閉じたその瞬間、地面が低く唸った。風が止み、空気が一気に重くなる。
en: As the case clicks shut, the ground lets out a low groan. The wind dies, and the air turns heavy.
zh_hans: 地面传来低沉的轰鸣。

# story.quest3_3.line14
source: ……今、揺れた？
en: ...Did it just shake?

# story.quest3_3.line15
source: いや……たぶん気のせい――
en: No... probably just nerves—

# story.quest3_3.line16
source: rumble_start
en: [Ground rumbling]

# story.quest3_3.line17
source: 言い終わる前に、大地が激しく震え出した。地鳴りが耳をつんざき、足元の岩が崩れる。
en: He doesn't finish before the ground erupts, the roar splitting his ears as the rock crumbles beneath him.
zh_hans: 地面突然剧烈震动。

# story.quest3_3.line18
source: こちらラボ！ {name}、すぐ退避しなさい！ 断層が動いてる！
en: Lab to field! {name}, evacuate now! The fault's moving!
zh_hans: 立刻撤退，断层在动！

# story.quest3_3.line19
source: うわっ……！フェーズシフター……どこだっ……！
en: Whoa...! The Phase Shifter... where is it...!
zh_hans: 相位转换器在哪？快！

# story.quest3_3.line20
source: 主人公は揺れる地面に足を取られながら、腰の装置を必死に掴んだ。警報音が鳴り響き、空が割れるような轟音が響く。
en: Staggering through the shaking, he claws for the device at his waist as alarms blare and the sky splits with thunder.

# story.quest3_3.line21
source: {name}ちゃん！早く！崖が――！
en: {name}! Hurry! The cliff—!

# story.quest3_3.line22
source: collapse_far
en: [Distant collapse]

# story.quest3_3.line23
source: くそっ、頼む……作動してくれ！
en: Come on, please... work!

# story.quest3_3.line25
source: 白い閃光が主人公を包み込む。次の瞬間、耳をつんざく地鳴りの音が消え、静寂と機械音が戻った。
en: White light engulfs him. A heartbeat later, the deafening rumble is gone, leaving only silence and the hum of machinery.
zh_hans: 白光之后，一切安静下来。

# story.quest3_4.line01
source: 気づけばG-Labの転送室に帰った。息が荒いまま、主人公はサンプルを机に置いた。
en: When he comes to, he's back in the G-Lab transfer room, panting as he sets the sample on the table.
zh_hans: 回到G-Lab，把样品放好。

# story.quest3_4.line02
source: はぁ……はぁ……戻った……。これ……が、採ってきた薄片だよ。
en: Hah... hah... I'm back... This is... the thin section I grabbed.
zh_hans: 喘着气：薄片带回来了。

# story.quest3_4.line03
source: {name}ちゃん！大丈夫なの！
en: {name}! Are you okay!?
zh_hans: {name}，你没事吧？

# story.quest3_4.line07
source: ……怖くない先の！！
en: ...I'm not scared at all!!
zh_hans: 我没事啦。

# story.quest3_4.line08
source: 一日中2回こんなに大きい地震遭われたなんで想像したこともないよ！
en: Who could've imagined two huge quakes in a single day!

# story.quest3_4.line09
source: 確かに大変だった……でもこの任務を実行したのが{name}てよかった。
en: It was rough... but I'm glad it was you out there, {name}.

# story.quest3_4.line10
source: フェーズシフターを使えない人にさせたら、その結果想像したくないね。
en: If we sent someone who couldn't use the Phase Shifter, I don't even want to imagine the outcome.

# story.quest3_4.line11
source: こんな危険な任務も無事に終えることができた、偉いぞ
en: You wrapped up a dangerous mission. Nice work.
zh_hans: 干得漂亮。

# story.quest3_4.line12
source: 後はこのサンプルをちょっと研究しようか。
en: Now let's analyze the sample.
zh_hans: 接下来研究样品。

# story.quest3_4.line13
source: 研究室のライトが点灯する映像に切り替わる。モニター越しに、顕微鏡の中の世界が広がる。
en: The feed shifts to the lit lab. Through the monitor, the microscopic world comes into view.

# story.quest3_4.line14
source: わ、すごい！粒が細かく潰れてる…これ、力がかかった跡？
en: Wow, everything's crushed so fine... Is that stress marks?
zh_hans: 你看，颗粒都被压扁了。

# story.quest3_4.line15
source: そうだね。ただ、気になるのは“いつ”その力がかかったか。
en: Right. The question is when that stress happened.

# story.quest3_4.line16
source: 地震のときじゃないんですか？
en: Wasn't it during the quake?

# story.quest3_4.line17
source: かもしれない。でも、この潰れ方は少し“新しすぎる”気がする。
en: Maybe. Yet the deformation looks a bit "too fresh."
zh_hans: 这种压痕看起来很新。

# story.quest3_4.line18
source: え、新しすぎるって…どういう意味？
en: What do you mean by too fresh?

# story.quest3_4.line19
source: 地震は一度で終わったと思われているけど、もし地下のどこかがまだ動いているとしたら…。
en: We assume the quake ended, but what if something underground is still shifting...?
zh_hans: 也许地下还在动。

# story.quest3_4.line20
source: ……じゃあ、次に調べるのは地下、ですね？
en: ...Then next we investigate below ground, right?

# story.quest3_4.line21
source: その通り。ボーリング調査の準備をしよう。深く掘れば、“今”の地面の動きを知ることができるかもしれない。
en: Exactly. Let's prep a boring survey. The deeper we drill, the more current movement we can read.
zh_hans: 那就准备钻孔更深看看。

# story.quest3_4.line22
source: 通信が切れ、山風の音だけが残った。主人公は小さく息を吐き、遠くの街を見下ろした。あの静けさの下で、地球はまだ何かを動かしているような気がした。
en: The call drops, leaving only mountain winds. He exhales and looks over the distant city, sensing Earth is still quietly shifting beneath the calm.

# story.quest4_1.line01
source: ボーリングマシンの準備、完了っと！ 次は{name}ちゃんのターンだね。
en: Boring rig prepped! You're up next, {name}!
zh_hans: 钻机准备好了。

# story.quest4_1.line02
source: ……また現場行くんですか？正直、前回の崖の揺れを思い出すと足がすくむ。
en: ...We have to head out again? Just thinking about that cliff makes my legs shake.

# story.quest4_1.line03
source: 怖いのはいいことだよ。慎重に動ける証拠だ。でも今回は安全装置を三重にした。
en: Being scared is good; it means you'll be careful. We've added triple safety this time.
zh_hans: 紧张正常，我们有防护。

# story.quest4_1.line04
source: あとフェーズシフターもアップデート済み！転送精度99.8％！
en: And the Phase Shifter's been upgraded—99.8% transfer accuracy!

# story.quest4_1.line05
source: 0.2％の誤差がちょっと怖いけど……まあ、信じます。
en: That remaining 0.2% sounds scary... but fine, I trust you.

# story.quest4_1.line06
source: 今回掘る地点は、前回サンプルの“ずれた層”の真下。深度はおよそ50メートルだ。
en: We'll drill directly beneath the offset layer from last time, about 50 meters down.
zh_hans: 这次钻到断层下约50米。

# story.quest4_1.line07
source: 転送装置が起動する。白い光が主人公を包み、景色が切り替わる。
en: The transfer device fires up, white light wrapping him as the scenery shifts in a blink.
zh_hans: 传送启动。

# story.quest4_2.line01
source: 前回の露頭とは違い、地面は静まり返っていた。鳥の声もなく、風すらも薄い。
en: Unlike the previous outcrop, the ground is eerily still—no birds, not even a breeze.
zh_hans: 现场安静得有点可怕。

# story.quest4_2.line02
source: 主人公が立つ場所は、かつて崩れた崖の少し北。そこには地震で割れた地面が乾き、まだうっすらと焦げたような色をしていた。
en: He's standing just north of where the cliff collapsed; the cracked earth is dry with faint scorch marks.

# story.quest4_2.line03
source: ……前回と空気が違うな。なんか“音”がない。
en: ...The air feels different. It's like the world is mute.

# story.quest4_2.line04
source: 映像入ったよ。うわー、なんか静かすぎて逆にこわいんだけど。
en: Feed's in. Yikes, it's so quiet it's creepy.

# story.quest4_2.line05
source: 今回の地点は、前回のサンプルで見つけた“ずれた層”の真上だ。あの揺れの中心に近い場所だよ。
en: This spot sits right above that shifted layer, close to the heart of the tremor.
zh_hans: 就在错动中心的正上方。

# story.quest4_2.line06
source: 了解。サンプルを採って戻ります。
en: Copy. I'll grab the samples and head back.

# story.quest4_2.line07
source: 主人公は機材ケースを開き、装置を地面に固定した。薄暗い雲の間から、一瞬だけ光が差し込む。地表の割れ目が白く浮かび上がった。
en: He opens the kit, secures the device, and a sliver of light through the gray clouds highlights the fissures.
zh_hans: 固定装置开始采样。

# story.quest4_2.line08
source: ……ねえ、あの線。前より長くなってない？
en: ...Hey, that line looks longer now.
zh_hans: 裂缝好像变长了？

# story.quest4_2.line09
source: 気のせいじゃないかも。地面の色も違う。なんだろう、湿ってる？
en: Might not be your imagination. The soil looks wetter too.

# story.quest4_2.line10
source: 地中の水分が動いてるのかもしれない。とにかく、安全第一で。
en: Maybe subsurface water is moving. Either way, safety first.
zh_hans: 可能是地下水在流动。

# story.quest4_2.line11
source: 主人公は慎重に地表の土を取り、分析用の容器に収めた。そのとき、どこかで低い音が響いた。まるで地下の誰かが息を吐いたように。
en: He carefully scoops the topsoil into the sample container when a low sound echoes, as if something underground sighed.
zh_hans: 挖土时传来低低的声响。

# story.quest4_2.line12
source: ……今、聞こえました？
en: ...Did you hear that?
zh_hans: 你也听到了吗？

# story.quest4_2.line13
source: うん。マイクにも入ってる。風じゃないね、これ。
en: Yeah, the mic picked it up too. Definitely not wind.

# story.quest4_2.line14
source: 気をつけて。サンプルを確保したらすぐ戻ってきなさい。
en: Stay alert. Once it's secured, return immediately.

# story.quest4_2.line15
source: {name}は軽くうなずき、装置の収納を終えて、フェーズシフターを使って、GーLabに帰った。
en: {name} nods, packs up the gear, and activates the Phase Shifter back to G-Lab.
zh_hans: 收好装置，返回G-Lab。

# story.quest4_3.line01
source: 採取装置の振動が止まり、地中から引き上げたコアが冷たい光を放つ。
en: The rig's vibration stops; the core pulled from underground glints coldly.
zh_hans: 岩芯取出来了。

# story.quest4_3.line02
source: サンプル入った！推奨装置でのログも送ったよ。
en: Sample acquired! Sent the log from the recommended unit too.

# story.quest4_3.line03
source: よくやったわ。その場で封じて温度を維持して。圧力データも保存しておいて。
en: Nice work. Seal it on-site and keep it at temperature; log the pressure too.
zh_hans: 封存样品，把数据记下来。

# story.quest4_3.line04
source: 了解。帰投の準備に入る。
en: Roger. Prepping to return.
zh_hans: 明白，准备返航。

# story.quest4_3.line05
source: 冷却ファンの音だけが静かに響き、空は薄く色づいていた。
en: Only the cooling fans whisper while the sky blushing faintly overhead.

# story.quest4_4.line01
source: おかえり！今度は崖に落ちたりしてないよね？
en: Welcome back! You didn't fall off a cliff, right?
zh_hans: 欢迎回来，平安就好。

# story.quest4_4.line02
source: あはは、ギリギリセーフ。靴が泥だらけになったけどね。
en: Haha, barely. My boots are mud again though.

# story.quest4_4.line03
source: 無事で何より。フェーズシフターの転送データも問題なさそうだ。
en: Glad you're safe. Phase Shifter logs look clean too.

# story.quest4_4.line04
source: これが、今日のサンプルです。ちょっと変な感触があったけど……
en: Here's the sample. Felt kind of odd, though...
zh_hans: 样品触感有点怪。

# story.quest4_4.line05
source: そう、じゃあさっそく見てみようか。
en: I see. Let's take a look.

# story.quest4_4.line06
source: サンプルが分析台の上に置かれ、静かにスキャナーの光が走った。
en: The sample rests on the analyzer as scanner light sweeps by.

# story.quest4_4.line07
source: ……見て先生、この層。下の方だけ粒が潰れてる。
en: ...Look, Sensei, down here. Only the lower grains got crushed.
zh_hans: 下层颗粒都被压扁了。

# story.quest4_4.line08
source: ほんとだ……しかも粒の向きがそろっている。地層が横に“動かされた”跡だ。
en: You're right... and the grains align. Classic lateral shearing.
zh_hans: 是横向挤压的痕迹。

# story.quest4_4.line09
source: つまり、地面の下で何かが滑った？
en: So something beneath the surface slipped?

# story.quest4_4.line10
source: そう。そしてそれは、地震直後のサンプルにはなかった変化だ。
en: Exactly—and we didn't see this right after the quake.

# story.quest4_4.line11
source: ってことは……ここ、今も動いてるの？
en: Then does that mean it's still moving?
zh_hans: 说明地下还在动？

# story.quest4_4.line12
source: モニターに映るデータが小さく震えた。画面のラインがゆっくりと歪み、赤いエリアが広がる。
en: The data on the monitor trembles, the graph warps, and red zones widen.

# story.quest4_4.line13
source: ……これは断層の“呼吸”だ。仙台の地下、眠っていないかも。
en: ...That's the fault "breathing." The ground under Sendai might not be asleep.
zh_hans: 这像是断层在“呼吸”。

# story.quest4_4.line14
source: ……断層が、動いてる……？
en: ...The fault is alive...?

# story.quest4_4.line15
source: “呼吸する断層”っていうのはね、地表では静かに見えても、地下でまだ力を溜めたり緩めたりしている“活断層”のことよ。
en: A "breathing fault" looks calm on the surface but still loads and releases stress underneath—it's active.
zh_hans: 活断层表面平静，地下却在活动。

# story.quest4_4.line16
source: 何年、何十年も動かないこともあるけど、確かに“生きている”。だからこそ、次の一瞬を油断できないの。
en: It might lie dormant for decades but it's still alive, so we can't let our guard down.

# story.quest4_4.line17
source: ……地面が生きてるって、やっぱり怖いけど、どこか切ないね。
en: ...The earth feeling alive is both terrifying and a little heartbreaking.

# story.quest4_4.line18
source: 部屋の空気が一瞬止まった。窓の外では、夕陽がビルの隙間に沈みかけていた。
en: The room goes still as the sunset sinks between the buildings outside.

# story.quest4_4.line19
source: しかし、今、地層の下は一体どのようなのか……これを証明するため、もっとはっきりな情報が必要だ
en: Still, we need clearer data to prove what's happening beneath these strata.
zh_hans: 我们还需要更确切的情报。

# story.quest4_4.line20
source: 地表からの観測だけでは、もう限界ね。断層の“呼吸”はさらに深いところで起きているかもしれない。
en: Surface observations alone won't cut it anymore. The "breathing" may be deeper down.

# story.quest4_4.line21
source: つまり、次は地下を“見る”ってことですか？
en: So next we literally look underground?

# story.quest4_4.line22
source: そう。人が入れない場所を調べるには、機械の目が必要。――無人探査ドローンを使おう。
en: Right. Places people can't reach need mechanical eyes—unmanned probe drones.
zh_hans: 用无人机去探查。

# story.quest4_4.line23
source: ドローンで断層を探るって、ちょっとワクワクするね……でも、危なくない？
en: Using drones to chase faults sounds exciting... but is it safe?

# story.quest4_4.line24
source: リスクがないとは言えないけれど、実際今回の任務は採集任務より安全だよ、野外に行く必要は無いから。
en: Can't say zero risk, but it's safer than field sampling—you won't have to go outside.

# story.quest4_4.line25
source: でも、今回の任務も大事だよ。いろんな人の命を救えるかもしれない。
en: But this mission is just as important; it could save lives too.
zh_hans: 任务仍然很重要。

# story.quest4_4.line26
source: 三人の視線がモニターの地図に集まる。赤いラインが、仙台の地下を静かに走っていた――その線の先に、まだ知られざる真実が眠っている。
en: All three gaze at the red line on the map, stretching beneath Sendai as if guarding untold truths.
zh_hans: 视线落在地图上的断层红线。

# story.quest5_1.line01
source: 夜のG-Lab。窓の外では雨が降り出していた。雷が遠くで光り、モニターの青い光が室内を照らす。
en: Night settles over G-Lab as rain starts outside; distant lightning flashes while monitor glow bathes the lab.
zh_hans: 夜雨和闪电笼罩着G-Lab。

# story.quest5_1.line02
source: 新しいドローンの準備できたよ。これは普通のドローンじゃないよ。“地中レーダー群システム”、試作一号。
en: The new drone unit is ready. It's not a normal drone—it's the Phase Radar Swarm prototype.
zh_hans: 地下雷达群无人机就绪。

# story.quest5_1.line03
source: 地中レーダー群？
en: Phase radar swarm?

# story.quest5_1.line04
source: そう。小型ドローンを十数体、裂け目や水路に潜り込ませて、電磁波で地下構造を可視化する装置だ。
en: Right. A dozen mini drones slip into cracks and waterways, mapping underground structures with EM waves.
zh_hans: 无人机将进入裂隙描绘结构。

# story.quest5_1.line05
source: つまり、地面の“中身”をスキャンできるってこと！まるで地球のCTスキャンだね。
en: So basically we can scan the inside of the earth! Like a planetary CT.
zh_hans: 就像给地球做CT。

# story.quest5_1.line06
source: ……すごい。じゃあ本当に、断層の形が見える？
en: ...That's amazing. So we'll actually see the fault's shape?

# story.quest5_1.line07
source: 理論上はね。ただ、送る波が強すぎると地下の水分に反射されてノイズが出る。慎重に扱ってくれ。
en: In theory. But if the signal's too strong, groundwater reflects it and adds noise, so be careful.

# story.quest5_1.line08
source: {name}くん、今回ドローンの操作をよろしく
en: {name}, we're counting on you to pilot them.
zh_hans: {name}，这次由你来操作。

# story.quest5_1.line09
source: 了解……ちょっと、この十数体のドローンが私一人で操作するの？
en: Got it... Wait, I have to control all dozen by myself?
zh_hans: 十几架都要我控？

# story.quest5_1.line10
source: もちろん、やってみよう！
en: Of course. Let's give it a shot!

# story.quest5_1.line11
source: （心声）kaede先生、強引すぎだな……
en: (Inner voice) Kaede-sensei is so pushy...

# story.quest5_1.line12
source: ……今、揺れた？
en: ...Did the ground just shake?
zh_hans: ……又晃了一下？

# story.quest5_2.line01
source: ドローン起動シークエンス、開始。十数体の小型ドローンが青い光を点滅させながら、ゆっくりと浮かび上がった。
en: Drone activation sequence start. A dozen mini drones blink blue as they rise.
zh_hans: 无人机启动升空。

# story.quest5_2.line02
source: わぁ……すごい。まるで群れで飛ぶ蛍みたい……。
en: Wow... gorgeous. Like a flock of fireflies.

# story.quest5_2.line03
source: ほんとだ。これ全部、俺たちが操縦するのか……ちょっと緊張してきたな。
en: Totally. Can't believe we're flying all of them... I'm nervous now.

# story.quest5_2.line04
source: ふふ、指揮官デビューだね。落とさないようにね？
en: Hehe, commander debut. Don't crash them, okay?

# story.quest5_2.line05
source: 冗談はそのくらいにして。ドローン群、地中レーダーシステムのリンクを開始する。
en: Jokes aside. Drone swarm, begin linking to the subsurface radar system.
zh_hans: 雷达系统连线完成。

# story.quest5_2.line06
source: モニターに十数本の通信ラインが走り、ドローンが次々と地面の裂け目へと滑り込んでいく。青い光がひとつ、またひとつ、地中に消えていった――。
en: Communication lines streak across the monitors as each drone slips into cracks, their blue lights disappearing underground.
zh_hans: 无人机进入裂隙下潜。

# story.quest5_2.line07
source: まずはドローン1から8、信号確認。
en: Checking signals from drones 1 through 8 first.

# story.quest5_2.line08
source: 深度10メートル……15……あれ、9番がノイズ出してる！
en: Depth 10 meters... 15... Uh-oh, drone 9's throwing noise!

# story.quest5_2.line09
source: 映像、出てます！……これ、なに？ 赤い線みたいなのが地面の下を走ってる。
en: Feed's up! ...What is that? A red line running under the ground?
zh_hans: 地下出现一条红线。

# story.quest5_2.line10
source: ……それが断層面だ。だけど、想定よりずっと浅い。
en: ...That's the fault plane. But it's way shallower than expected.
zh_hans: 那是断层面，比预想浅。

# story.quest5_2.line11
source: 浅いってことは……都市の地下施設と近いってこと！？
en: If it's that shallow... doesn't that put it near the city's infrastructure?

# story.quest5_2.line12
source: モニターの映像が切り替わる。仙台の地図が投影され、断層の線がゆっくりと街の下を横切っていく。
en: The display switches to a Sendai map, fault lines crawling beneath the city.
zh_hans: 地图显示断层贯穿城市。

# story.quest5_2.line13
source: ……これ……仙台駅の真下まで伸びてる。
en: ...It stretches all the way under Sendai Station.

# story.quest5_2.line14
source: しかも線が途中で枝分かれしてるよ！二本？いや、三本？
en: And it branches! Two lines? No, three?
zh_hans: 断层在多处分岔。

# story.quest5_2.line15
source: ……分岐断層か。これほど広範囲に広がっているとは……。
en: ...Branch faults. I didn't expect them to spread this far...

# story.quest5_2.line16
source: モニターの波形が一瞬跳ね上がった。赤い警告が点灯する。
en: The waveform suddenly spikes and red alerts flash.

# story.quest5_2.line17
source: なにこれ！？波が動いてる！……リアルタイムで！
en: What is that!? The waveform's moving—in real time!
zh_hans: 断层正在实时活动。

# story.quest5_2.line18
source: まさか……まだ滑っているのか！？
en: No way... is it still slipping!?

# story.quest5_2.line19
source: 待って……先生、これ、地震計の信号に似てます。しかも周期が短い。
en: Hold on... Sensei, it looks like a seismogram, and the period's short.

# story.quest5_2.line20
source: 周期が短い……つまり、応力が“蓄積”している。これは……前兆じゃない。次の震動が“始まっている”。
en: A short period means stress is building. This isn't a warning—it's the next quake beginning.
zh_hans: 应力在快速累积。

# story.quest5_2.line21
source: モニターの地図に、仙台全域を覆うように赤い線が広がった。その中心に、“G-Lab”の位置が点滅する。
en: On the map, the red lines spread across Sendai with G-Lab blinking at the center.
zh_hans: 红线扩散，G-Lab在中心。

# story.quest5_2.line22
source: うそ……私たち、断層の真上にいるの！？
en: No way... we're right on top of the fault!?

# story.quest5_2.line23
source: ……G-Labだけじゃない。仙台市の主要エリア全体が、いま動こうとしている断層の上にある。
en: ...Not just G-Lab. All of central Sendai is sitting on this awakening fault.
zh_hans: 主要城区都在断层上。

# story.quest5_2.line24
source: じゃあ……これから来るのは、本震……。
en: Then... the next thing coming is the main shock...
zh_hans: 本震要来了。

# story.quest5_2.line25
source: 雷鳴が鳴り響いた。窓の外の雨が急に強くなる。ラボの明かりが一瞬、落ちた。
en: Thunder cracks and rain lashes harder outside as the lab lights flicker.

# story.quest5_2.line26
source: ……みんな、聞いてくれ。これ以上は隠せない。政府にも、そして市民にも知らせる必要がある。
en: ...Everyone, listen. We can't hide this anymore. We have to tell the government and the public.
zh_hans: 必须告知政府和市民。

# story.quest5_2.line27
source: そうですね、これは、みんなの命を救う研究だよ！
en: Exactly. This research can save lives!

# story.quest5_2.line28
source: ……わかりました。次の任務は、“知らせること”。
en: ...Understood. Our next mission is to warn them.
zh_hans: 下一任务：对外告知。

# story.quest5_2.line29
source: 三人は無言で頷き合った。モニターには、まだ脈打つように光る赤い断層の線が残っていた。まるで地球が、ゆっくりと息をしているかのように。
en: The three nod in silence. On the monitor, the pulsing red fault line glows as if the earth itself is breathing.
zh_hans: 红线仍在脉动。

# story.speaker.classmate
source: ほかのクラスメート
en: Classmate
zh_hans: 同学

# story.speaker.minato
source: みなと
en: Minato
zh_hans: 美奈

# story.speaker.mother
source: 母
en: Mother
zh_hans: 母亲

# story.speaker.narration
source: ナレーション
en: Narration
zh_hans: 旁白

# story.speaker.news
source: ニュース
en: News Broadcast
zh_hans: 新闻播报

# story.speaker.protagonist
source: 主人公
en: Protagonist

# story.speaker.student_a
source: 学生A
en: Student A

# story.speaker.student_b
source: 学生B
en: Student B

# system.error
source: エラー
en: Error
zh_hans: 错误

# system.info
source: 情報
en: Information
zh_hans: 信息

# system.loading
source: 読み込み中...
en: Loading...
zh_hans: 加载中...

# system.success
source: 成功
en: Success

# system.warning
source: 警告
en: Warning

# tool.drill.name
source: ドリルツール
en: Drill Tool
zh_hans: 钻探工具

# tool.drill.simple.name
source: 簡易ドリルツール
en: Simple Drill Tool
zh_hans: 简易钻探工具

# tool.drill_car.name
source: ドリルカー
en: Drill Car
zh_hans: 钻探车

# tool.drill_tower.name
source: ドリルタワー
en: Drill Tower
zh_hans: 钻塔工具

# tool.drone.name
source: ドローン
en: Drone
zh_hans: 无人机

# tool.hammer.name
source: 地質ハンマー
en: Rock Hammer
zh_hans: 地质锤

# tool.scene_switcher.name
source: シーンスイッチャー
en: Scene Switcher
zh_hans: 场景切换器

# tool.unknown.name
source: 不明なツール
en: Unknown Tool
zh_hans: 未知工具

# ui.button.cancel
source: キャンセル
en: Cancel
zh_hans: 取消

# ui.button.close
source: 閉じる
en: Close
zh_hans: 关闭

# ui.button.confirm
source: 確定
en: Confirm
zh_hans: 确定

# ui.button.quit
source: 終了
en: Quit
zh_hans: 退出

# ui.button.settings
source: 設定
en: Settings
zh_hans: 设置

# ui.button.start
source: ゲーム開始
en: Start Game
zh_hans: 开始游戏

# ui.interaction.press_e
source: [E] アクション
en: [E] Action
zh_hans: [E] 操作

# ui.interaction.press_esc
source: [ESC] 設定
en: [ESC] Settings
zh_hans: [ESC] 设置

# ui.interaction.press_f
source: [F] 操作
en: [F] Interact
zh_hans: [F] 交互

# ui.interaction.press_i
source: [I] インベントリ
en: [I] Inventory
zh_hans: [I] 背包

# ui.interaction.press_tab
source: [Tab] ツールホイール
en: [Tab] Tool Wheel
zh_hans: [Tab] 工具轮盘

# ui.settings.language
source: 言語
en: Language
zh_hans: 语言

# ui.settings.title
source: 設定
en: Settings
zh_hans: 设置

# vehicle.drillCar.name
source: ドリルカー
en: Drill Car
zh_hans: 钻探车

# vehicle.drill_car.enter
source: [F] ドリルカーに乗る
en: [F] Enter Drill Car
zh_hans: [F] 进入钻探车

# vehicle.drill_car.exit
source: [F] ドリルカーから降りる
en: [F] Exit Drill Car
zh_hans: [F] 退出钻探车

# vehicle.drone.enter
source: [F] ドローンに乗る
en: [F] Enter Drone
zh_hans: [F] 进入无人机

# vehicle.drone.name
source: ドローン
en: Drone
zh_hans: 无人机

# vehicle.drone.exit
source: [F] ドローンから降りる
en: [F] Exit Drone
zh_hans: [F] 退出无人机

# warehouse.button.batch_discard
source: 全て破棄
en: Discard All
zh_hans: 全部丢弃

# warehouse.button.batch_transfer
source: 全て移動
en: Transfer All
zh_hans: 全部放入

# warehouse.button.exit_multi_select
source: 選択終了
en: Exit Multi-Select
zh_hans: 退出多选

# warehouse.button.multi_select
source: 複数選択
en: Multi-Select
zh_hans: 多选

# warehouse.button.select_items
source: アイテム選択
en: Select Items
zh_hans: 选择物品

# warehouse.button.transfer_to_inventory
source: インベントリへ (%1$@)
en: To Inventory (%1$@)
zh_hans: 放入背包 (%1$@)

# warehouse.button.transfer_to_storage
source: 倉庫へ (%1$@)
en: To Storage (%1$@)
zh_hans: 放入仓库 (%1$@)

# warehouse.dialog.discard_all_message
source: 選択したすべてのサンプルを破棄しますか？ この操作は元に戻せません！
en: Are you sure you want to discard all selected samples? This action cannot be undone!
zh_hans: 确定要丢弃所有选中的样本吗？ 此操作不可撤销！

# warehouse.dialog.discard_message
source: 選択した %1$@ 個のサンプルを破棄しますか？ この操作は元に戻せません！
en: Are you sure you want to discard %1$@ selected samples? This action cannot be undone!
zh_hans: 确定要丢弃选中的 %1$@ 个样本吗？ 此操作不可撤销！

# warehouse.dialog.discard_title
source: 破棄確認
en: Confirm Discard
zh_hans: 确认丢弃

# warehouse.interaction.prompt
source: [F] 倉庫を開く
en: [F] Open Warehouse
zh_hans: [F] 打开仓库

# warehouse.inventory.title
source: インベントリ (20スロット)
en: Inventory (20 slots)
zh_hans: 背包 (20格)

# warehouse.storage.title
source: 倉庫 (100スロット)
en: Storage (100 slots)
zh_hans: 仓库 (100格)

# warehouse.title
source: 倉庫システム
en: Warehouse System
zh_hans: 仓库系统

# story.quest3_3.line24
source: teleport_flash
zh_hans: 【传送闪光】

# story.speaker.sfx
source: sfx
zh_hans: 音效
